{ "articles": [{
  "id": 1,
  "heading": "How Each Disney Princesses Would Vote Right Now",
  "author": "Juilia Barnett",
  "body": "What an election, amiright? In the past, presidential debates served to inform the nation about each candidate's political platforms, so that Americans could make an educated decision at the polls. Well, that was boring. Today, our current candidates have created a new playing field, full of fifth-grade-level name calling and better RBFs than any angsty Disney Princess. Instead of actually debating each other's plans for the nation, each candidate has repeatedly told Americans to, 'Go on my website' if they need more clarification. Well, guess what Donald and Hillary? America needs more clarification, and unfortunately, the list of positions on both of your sites are just as cryptic as Maleficent's reasons to roofie Sleeping Beauty. Election Day is just around the corner, and we need someone to tell us how to vote! Obviously, we can only make an informed decision once we know who our beloved Disney princesses are voting for because, let's be real, these girls know a thing or two about running successful kingdoms and defeating evil forces. We've turned to them before to see who they were voting for back in March, but let's see how things have changed at this point in the election. Here's how it will all go down.",
  "image": "https://typeset-beta.imgix.net/rehost/2016/10/24/bcfded21-3f9b-495d-8332-de10a7cd743b.jpg?w=660&h=345&fit=crop&crop=faces&auto=format&q=70",
  "type": "small"
},{
  "id": 2,
  "heading": "You're Holding Your Coffee Cup All Wrong",
  "author": "Sara Levine",
  "body": "Ah, coffee. Nectar of the gods. The only thing that gets me up in the morning. The reason my eye is twitching right now. All of us coffee addicts probably know the feeling of getting a warm cup of coffee to get you through the day, cupping the mug in your hands to keep your fingers warm. It makes sense, right? One, it's cold outside and my fingers are usually the first part of my body to really feel it, so they need to be thawed. Two, how often are the little handles on the mug actually big enough for me to put my hand through? Not often enough. It's always super awkward (and kind of painful) when I have to try to hold an entire mug of hot coffee with one finger because the little loop between the mug and the handle is way too small. However, even though encircling your coffee mug in your hands makes sense, that's not the right way to hold a coffee cup. I know, it's totally earth-shattering. According to etiquette expert Myka Meier, when you drink your cup of joe you're supposed to loop your index finger through the handle, keeping your thumb on top of the handle. Your other three fingers should be tucked into the bottom of your hand, like so:",
  "image": "https://typeset-beta.imgix.net/rehost/2016/10/22/365873e6-c6f7-4591-a491-f0b6bf393395.jpeg?w=660&h=345&fit=crop&crop=faces&auto=format&q=70",
  "type": "small"
},{
  "id": 3,
  "heading": "11 Interesting Habits Of Charming People",
  "author": "Carina Wolff",
  "body": "There are some people that are constantly amicable in every situation, and although some people naturally have an upbeat disposition, many make particular life choices that help encourage their pleasant persona. If you want to be someone who is extremely likable, you'll want to pay attention to the habits of charming people. By emulating their habits, you too can be someone who is interesting and well-liked by others. 'A charming person is someone who can be okay even when external factors, such as the surroundings and environment, are challenging,' says psychologist Dr. Iris Pachler over email. 'They’re able to find peace and strength from within and also have the ability to be flexible and accepting no matter the situation.' There are a lot of upsides to being considered a charming person — the obvious being that people are more likely to want to talk to you and befriend you. But having a modest and agreeable personality can also help in your professional life and even pave the way for more opportunities you wouldn't have otherwise. It's not always simple to change your disposition, but if you want to be more attractive or fascinating to others, consider these 11 interesting habits of charming people.",
  "image": "https://typeset-beta.imgix.net/rehost/2016/10/24/a99b1c5c-55b8-49a6-8b15-805dbe197326.jpg?w=660&h=345&fit=crop&crop=faces&auto=format&q=70",
  "type": "small"
},{
  "id": 4,
  "heading": "17 Dating & Relationship Habits You Didn't Realize Were Toxic",
  "author": "Bibi Deitz",
  "body": "Toxic relationships: At first blush, hell no to that, right? But the tricky thing about toxicity is that it can be sneaky, and pervasive, and there's even a chance that you might be exhibiting certain toxic dating habits and not realize it. Crazy, huh? Except — not crazy, because calling someone crazy is most definitely a toxic thing to do. Also not crazy because so many of us fall into unhealthy dating and relationship patterns without knowing it, and sometimes a good wake-up call is just what the doctor ordered. (And let's be real: Harmful relationships are way too prevalent in this day and age, having made their way into the mainstream in a major way — shoutout to Britney Spears' song.)",
  "image": "https://typeset-beta.imgix.net/rehost/2016/10/24/8aab6aca-3755-4b07-baa9-7d2eba105fdd.jpg?w=740&h=436.59999999999997&fit=crop&crop=faces&auto=format&q=70",
  "type": "large"
}]
}
